tap "coursier/formulas"

brew "bat"
brew "coreutils" # grealpath
brew "coursier/formulas/coursier"
brew "curl"
# brew "d10xa/formulas/fasd" # Replaced by zoxide
brew "zoxide"
brew "direnv"
# brew "exa" # Project archived, replaced by eza
brew "eza"
brew "exiftool"
brew "fzf"
brew "ghq"
brew "git-cola"
# brew "jenv" # Replaced by mise
brew "mise"
brew "jq"
brew "midnight-commander"
brew "node"
brew "osx-cpu-temp"
brew "pipx"
brew "pngpaste"
brew "pyenv"
brew "qrencode"
brew "rsync"
brew "rust"
brew "sphinx-doc" # required by git-cola
# brew "the_silver_searcher" # Replaced by ripgrep
brew "ripgrep"
brew "tig"
brew "tree"
brew "wget"
brew "zbar"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "visual-studio-code"
