brew "bat"
brew "direnv"
brew "pyenv"
brew "curl"
brew "exa"
brew "fasd"
brew "ghq"
brew "git-cola"
brew "jq"
brew "osx-cpu-temp"
brew "rsync"
brew "sphinx-doc" # required by git-cola
brew "tig"
brew "tree"
brew "coreutils" # grealpath
brew "exiftool"
brew "midnight-commander"
brew "the_silver_searcher"
brew "node"
cask "alfred"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "spectacle"
cask "standard-notes"
cask "shottr"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "the-unarchiver"
cask "obsidian"

