brew "direnv"
brew "docker-compose"
brew "exa"
brew "ghq"
brew "git-cola"
brew "jq"
brew "osx-cpu-temp"
brew "rsync"
brew "sphinx-doc" # required by git-cola
brew "tig"
brew "tree"
cask "alfred"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "spectacle"
cask "standard-notes"
cask "telegram-desktop"
cask "visual-studio-code"
